Repository: cmos12345/Sidekick
Catalog: src/Sidekick.Localization/Leagues/Incursion/IncursionResources.*.resx
Languages: de, zh_tw

source: Guardhouse
de: Wachhaus
zh_tw: 衛兵房

source: Barracks
de: Kaserne
zh_tw: 軍隊憩所

source: Hall of War
de: Halle des Krieges
zh_tw: 戰爭聖殿

# GuardhouseModifiers
source: +10/20/30 % Monster Pack Size
de: +10/20/30 % Monstergruppengröße
zh_tw: 增加 10/20/30 % 怪物群數量

source: Workshop
de: Werkstatt
zh_tw: 工作坊

source: Engineering Department
de: Technische Abteilung
zh_tw: 工程部

source: Factory
de: Fabrik
zh_tw: 瓦爾工廠

# WorkshopContains
source: Criticals Rank 3 Recipe
de: Kritische Treffer Rang 3 Rezept
zh_tw: 三階暴擊工藝配方

# WorkshopModifiers
source: 5/10/15 % increased Quantity of Items Unique Boss has 15/25/35 % increased Life
de: 5/10/15% erhöhte Menge an Gegenständen Einzigartiger Boss hat 15/25/35 % mehr Leben
zh_tw: 增加 5/10/15% 此區域物品數量 傳奇頭目增加 15/25/35% 生命

source: Explosives Room
de: Sprengstoff Raum
zh_tw: 彈藥庫

source: Demolition Lab
de: Abriss Labor
zh_tw: 拆除庫

source: Shrine of Unmaking
de: Schrein der Entfernung
zh_tw: 毀滅神殿

# ExplosivesRoomContains
source: 1/2/3 Explosive Kegs [Used to unlock doors]
de: 1/2/3 Explosive Fässer [Kann verschlossene Türen öffnen]
zh_tw: 1/2/3個炸彈 可炸開未連接的通道

source: Splinter Research Lab
de: Splitter-Forschungslabor
zh_tw: 裂界研究所

source: Breach Containment Chamber
de: Kammer zur Risseindämmung
zh_tw: 裂痕異域室

# HouseOfOthers
source: House of the Others
de: Haus der Anderen
zh_tw: 異者居所

# SplinterResearchLabContains
source: Level 1: 2 Clasped Hands Level 2: 1 Breach Level 3: 3 Breaches
de: Level1: 2 Geschlossene Hände Level2: 1 Riss Level3: 3 Risse
zh_tw: 階級1: 2 個裂痕抑制 階級2: 1 個裂痕 階級3: 3 個裂痕

source: Vault
de: Tresorraum
zh_tw: 藏寶庫

source: Treasury
de: Schatzkammer
zh_tw: 祕寶庫

source: Wealth of the Vaal
de: Reichtum des Vaals
zh_tw: 瓦爾聚寶庫

# VaultContains
source: Currency Items including Stacks and Shards
de: Währung, Währungsstacks, Währungsscherben
zh_tw: 通貨道具包含命運卡與通貨碎片

source: Sparring Room
de: Sparringraum
zh_tw: 格鬥場

source: Arena of Valour
de: Arena der Tapferkeit
zh_tw: 傳說對決

source: Hall of Champions
de: Halle der Champions
zh_tw: 冠軍聖殿

# SparringRoomContains
source: Weapons Accuracy Rank 3 Recipe
de: Waffen Genauigkeit Rang 3 Rezeot
zh_tw: 三階命中率工藝配方

# SparringRoomModifiers
source: 10/15/20 % increased Monster Damage
de: 10/15/20% erhöhter Monsterschaden
zh_tw: 增加 10/15/20 % 怪物傷害

source: Armourer's Workshop
de: Werkstatt des Rüstungsschmiedes
zh_tw: 裝甲磨坊

source: Armoury
de: Rüstungskammer
zh_tw: 軍械庫

source: Chamber of Iron
de: Kammer des Eisens
zh_tw: 鋼鍛之室

# ArmourersWorkshopContains
source: Armour Animate Guardian Recipe
de: Rüstungen Beschwöre Wächter Rezept
zh_tw: 幻化守衛工藝

# ArmourersWorkshopModifiers
source: 10/20/30 & more Monster Life
de: 10/20/30 & mehr Monsterleben
zh_tw: 增加 10/20/30% 怪物生命

source: Jeweller's Workshop
de: Juwelierswerkstatt
zh_tw: 寶匠磨坊

source: Jewellery Forge
de: Juwelenschmiede
zh_tw: 珠寶冶煉室

source: Glittering Halls
de: Glitzernde Hallen
zh_tw: 閃耀聖殿

# JewellersWorkshopContains
source: Jewellery, Talismans, Div Cards
de: Schmuck, Talismane, Weissagungskarten
zh_tw: 珠寶 魔符 命運卡

source: Surveyor's Study
de: Studie des Vermessers
zh_tw: 研究書房

source: Office of Cartography
de: Büro der Kartographie
zh_tw: 製圖研製室

source: Atlas of Worlds
de: Altlas der Welten
zh_tw: 異界輿圖

# SurveyorsStudyContains
source: Maps (possible Vaal Prefix)
de: Karten (mit möglichem Vaal Prefix)
zh_tw: 地圖 (可能帶有瓦爾前綴)

source: Gemcutter's Workshop
de: Edelsteinschleifer Werkstatt
zh_tw: 刻石磨坊

source: Department of Thaumaturgy
de: Abteilung der Thaumaturgie
zh_tw: 魔法部

source: Doryani's Institute
de: Doryanis Institut
zh_tw: 多里亞尼之院

# GemcuttersWorkshopContains
source: Gems Level 3: Double Gem Corruption
de: Edelsteine Level3: Doppelte Edelstein Korruption
zh_tw: 超級瓦爾技能寶石

source: Torment Cells
de: Zellen der Qual
zh_tw: 磨難牢房

source: Torture Cages
de: Folterkäfige
zh_tw: 拷刑大牢

source: Sadist's Den
de: Sadistenhöhle
zh_tw: 虐狂之巢

# TormentCellsContains
source: Room contains 3/5/7 Tormented Spirits
de: 3/5/7 Gequälte Geister
zh_tw: 房間內有 3/5/7 隻苦痛罪魂

source: Strongbox Chamber
de: Safe Kammer
zh_tw: 寶箱之殿

source: Hall of Locks
de: Halle der Schlösser
zh_tw: 千鎖殿堂

# CourtOfTheSealedDeath
source: Court of Sealed Death
de: Gericht des besiegelten Todes
zh_tw: 封亡院庭

# StrongboxChamberContains
source: Room contains 2/4/6 Strongboxes
de: 2/4/6 Safes
zh_tw: 房間含有 2/4/6 個保險箱

source: Hall of Mettle
de: Halle der Standhaftigkeit
zh_tw: 勇氣之殿

source: Hall of Heroes
de: Halle der Helden
zh_tw: 英雄之殿

source: Hall of Legends
de: Halle der Legenden
zh_tw: 神話之殿

# HallOfMettleContains
source: Level 1: Timeless Monolith Level 2: Guaranteed War Hoard Level 3: Guaranteed General
de: Level1: Zeitloser Monolith Level2: Garantierter Kriegsschatz Level3: Garantierter General
zh_tw: 階級1: 永恆石陣 階級2: 保底一個將軍 階級3: 兩個將軍

source: Sacrificial Chamber
zh_tw: 獻祭之室

source: Hall of Offerings
de: Halle der Opfergaben
zh_tw: 獻祭殿堂

source: Apex of Ascension
de: Höhepunkt des Aufstiegs
zh_tw: 祭祀之巔

# SacrificalChamberContains
source: Level 1: Change Unique to other Level 2: Can obtain League Specific Items Level 3: Unique Item of same class/Vial Upgrade
de: Level1: Verwandle ein einzigartiges Item in ein anderes Level2: Man kann League spezifische Items erhalten Level3: Einzigarte Items der gleichen Klasse/Phiolen Upgrade
zh_tw: 階級1: 隨機轉變傳奇物品 階級2: 有機率轉變為聯盟限定傳奇物品 階級3: 只會轉變為相同類型的傳奇物品

source: Storage Room
de: Lagerraum
zh_tw: 儲物室

source: Warehouses
de: Lagerhaus
zh_tw: 倉庫間

source: Museum of Artifacts
de: Museum der Artefakte
zh_tw: 文物展館

# StorageRoomContains
source: Random Item-Specific Chests Level 3: League Specific Items possible
de: Zufällige Item sepzifische Kisten Level3: Man kann League spezifische Items erhalten
zh_tw: 隨機保險箱 階級3有機會獲得聯盟限定傳奇

source: Corruption Chamber
de: Korruptionskammer
zh_tw: 腐敗之室

source: Catalyst of Corruption
de: Katalysator der Korruption
zh_tw: 腐敗孳生室

source: Locus of Corruption
de: Schauplatz der Korruption
zh_tw: 腐敗之地

# CorruptionChamberContains
source: Level 3: Double Corruption
de: Level3: Doppelte Korruption
zh_tw: 超級瓦爾

# CorruptionChamberModifiers
source: -6/8/10 % maximum Player Resistances
de: -6/8/10 % maximale Spieler Resistenzen
zh_tw: 玩家 -6/8/10% 最大抗性

source: Shrine of Empowerment
de: Schrein der Ermächtigung
zh_tw: 恩賜神殿

source: Sanctum of Unity
de: Heiligtum der Einheit
zh_tw: 統領聖殿

source: Temple Nexus
de: Tempel Nexus
zh_tw: 死神靈殿

# ShrineOfEmpowermentContains
source: Level 3: Upgrade connected rooms by 1 tier
de: Level3: Verbesser anliegende Räume um eine Stufe
zh_tw: 階級3可使相連房間都增加一等

# ShrineOfEmpowermentModifiers
source: 10/15/20 % increased Attack/Cast Speed
de: 10/15/20% erhöhte Angriffs- Zaubergeschwindigkeit
zh_tw: 增加 10/15/20 % 攻擊/施法速度

source: Tempest Generator
de: Sturm Generator
zh_tw: 暴雷發電室

source: Hurricane Engine
de: Hurrikane Maschine
zh_tw: 颶風引擎室

source: Storm of Corruption
de: Sturm der Korruption
zh_tw: 腐敗風暴

# TempestGeneratorContains
source: Level 3: Topolante Mod
de: Level3: Topolante Modifikation
zh_tw: 塔普塔特的 詞綴

# TempestGeneratorModifiers
source: Adds Tempests
de: Fügt Stürme hinzu
zh_tw: 附加某種風暴於神殿

source: Poison Garden
de: Giftgarten
zh_tw: 監獄花園

source: Cultivar Chamber
de: Kultivierungskammer
zh_tw: 培育秘室

source: Toxic Grove
de: Gifthain
zh_tw: 劇毒果園

# PoisonGardenContains
source: Chaos Damage Rank 3 Recipe Level 3: Tacati Mod or Apep's Slumber
de: Chaos Schaden Rang 3 Rezept Level3: Tacati Modifikation oder Apeps Schlummer
zh_tw: 三階混沌傷害工藝配方 艾普之眠 , 特卡蒂的詞綴

# PoisonGardenModifiers
source: Spawn Caustic Ground Plants
de: Erzeugt Pflanzen mit ätzendem Boden
zh_tw: 遍佈有毒的植物於整座神殿

source: Trap Workshop
de: Fallenwerkstatt
zh_tw: 陷阱磨坊

source: Temple Defense Workshop
de: Tempel Verteidigungswerkstatt
zh_tw: 神殿禦防室

source: Defense Research Lab
de: Forschungslabor der Verteidigung
zh_tw: 禦防研究所

# TrapWorkshopContains
source: Traps and Mines Rank 2 Recipe Level 3: Matatl Mod or Architect's Hand
de: Fallen und Minen Schaden Rang 2 Rezept Level3: Matatl Modifikation oder Hand des Architekten
zh_tw: 二階陷阱與地雷傷害工藝配方 構築之手升級素材, 麥塔爾的詞綴

# TrapWorkshopModifiers
source: Adds Labyrinth Traps
de: Fügt Labyrinth Fallen hinzu
zh_tw: 附加陷阱於整座神殿

source: Pools of Restoration
de: Teiche der Wiederherstellung
zh_tw: 治癒之泉

source: Sanctum of Vitality
de: Heiligtum der Vitalität
zh_tw: 活力聖殿

source: Sanctum of Immortality
de: Heiligtum der Unsterblichkeit
zh_tw: 不朽聖殿

# PoolsOfRestorationContains
source: Leech Rank 2 Recipe Level 3: Guatelitzi Mod or Mask of the Spirit Drinker
de: Lebensraum Rang 2 Rezept Level3: Guatelitzi Modifikation oder Maske des Seelentrinkers
zh_tw: 二階偷取工藝配方 魂飲化面, 瓜特利斯的詞綴

# PoolsOfRestorationModifiers
source: Monster regenerate 4/6/8 % Life per Second
de: Monster regenerieren 4/6/8 % Leben pro Sekunde
zh_tw: 怪物每秒回復 4/6/8 % 生命

source: Flame Workshop
de: Flammenwerkstatt
zh_tw: 獄炎磨坊

source: Omnitect Forge
de: Omnitect Schmiede
zh_tw: 全能冶煉室

source: Crucible of Flame
de: Tiegel der Flamme
zh_tw: 烈焰熔爐

# FlameWorkshopContains
source: Level 3: Puhuarte Mod or Story of the Vaal
de: Level3: Puhuarte Modifikation oder Vaal Geschichte
zh_tw: 瓦爾之序 普希瓦爾之 詞綴

# FlameWorkshopModifiers
source: Augments the Omnitect with fire
de: Erweitert den Omnitect mit Feuer
zh_tw: 使用火焰增強全能

source: Lightning Workshop
de: Blitzwerkstatt
zh_tw: 風雷磨坊

source: Omnitect Reactor Plant
de: Omnitect Reaktoranlage
zh_tw: 全能反應廠

source: Conduit of Lightning
de: Kanal des Donners
zh_tw: 雷霆導管

# LightningWorkshopContains
source: Level 3: Xopec Mod or Dance of the Offered
de: Level3: Xopec Modifikation oder Tanz der Angebotenen
zh_tw: 奉獻之舞 柔派克的 詞綴

# LightningWorkshopModifiers
source: Augments the Omnitect with lightning
de: Erweitert den Omnitect mit Blitz
zh_tw: 使用閃電增強全能

source: Hatchery
de: Brutstätte
zh_tw: 孵化室

source: Automaton Lab
zh_tw: 自運研究所

source: Hybridisation Chamber
de: Hybridisationskammer
zh_tw: 異種之域

# HatcheryContains
source: Level 3: Citaqualotl Mod or Coward's Chains
de: Level3: Citaqualotl Modifikation oder Ketten des Feiglings
zh_tw: 希特克拉多的 詞綴 懦夫的鎖鏈

# HatcheryModifiers
source: Augments the Omnitect with minions
de: Erweitert den Omnitect mit Untergebenen
zh_tw: 使用召喚物增強全能

source: Royal Meeting Room
de: Königlicher Sitzungssaal
zh_tw: 王室宴客室

source: Hall of Lords
de: Halle der Lords
zh_tw: 權貴殿堂

source: Throne of Atziri
de: Atziris Thron
zh_tw: 阿茲里宴殿

# RoyalMeetingRoomContains
source: Level 3: Atziri Boss
zh_tw: 階級3會出阿茲里女王

# RoyalMeetingRoomModifiers
source: 10/15/20 % increased Attack/Cast Speed
de: 10/15/20 % erhöhte Angriffs- Zaubergeschwindigkeit
zh_tw: 增加 10/15/20 % 攻擊/施法速度

# HeaderContains
source: Contains
de: Beinhaltet
zh_tw: 含有

# HeaderModifiers
source: Modifiers
de: Modifikationen
zh_tw: 詞綴

# DoubleGemCorruptionTooltip
source: Applies two corruptions to a Gem Possible to get a 21/23 Gem
de: Korrumpiert einen Edelstein zwei Mal Es ist möglich einen 21/23 Edelstein zu erhalten
zh_tw: 超級瓦爾技能寶石 有機會出現21等23品質的技能寶石

# DoubleCorruptionTooltip
source: Possible outcomes: Change all sockets to white Add two imnplicit Vaal modifiers Transform Sacrifical Garb into Shadowstitch Transform into a rare Item with random influence Destroy the item
de: Mögliche Ergebnisse: Ändere alle Fassungen zu weiß Füge 2 implizite Modifikationen hinzu Verändert Opfergewand zu Schattenstich Veränderung in ein seltenes Item mit zufälligem Einfluss Zerstört das Item
zh_tw: 超級瓦爾可能結果: 所有插槽變為白色 增加兩個隱匿詞綴 將祭禮束衣轉變為縫影 轉變有隨機勢力影響的稀有裝備 摧毀物品

# TopotanteModTooltip
source: Prefixe: Add Fire/Cold/Lightning Damage to Attacks 25% of Physical Damage Converted to Fire/Cold/Lighning Damage --------------------------------------------------------------------- Add Fire/Cold/Lightning Damage Damage Penetrates 13-15% Fire/Cold/Lightning Resistance --------------------------------------------------------------------- 75-115% increased Fire/Cold/Lightning Damage Add Fire/Cold/Lightning Damage to Spells
de: Prefix: Füge Feuer/Kälte/Blitz Schaden hinzu Konvertiere 25% des physischen Schadens zu Feuer/Kälte/Blitz Schaden --------------------------------------------------------------------- Füge Feuer/Kälte/Blitz Schaden hinzu Schaden durchdringt 13-15% Feuer/Kälte/Blitz Resistenz --------------------------------------------------------------------- 75-115% erhöhter Feuer/Kälte/Blitz Schaden Füge Zaubern Feuer/Kälte/Blitz Schaden hinzu
zh_tw: 前綴: 攻擊附加 (5–7) 至 (11–13) 火焰/冰冷/閃電傷害 25% 物理傷害轉換為火焰/冰冷/閃電傷害 --------------------------------------------------------------------- 傷害穿透 (13–15)% 火焰/冰冷/閃電抗性 附加 火焰/冰冷/閃電 點傷 --------------------------------------------------------------------- 增加 (75–115)% 火焰/冰冷/閃電 法術附加 火焰/冰冷/閃電 點傷

# TacatiModTooltip
source: Prefix: 155-169% increased Physical Damage Gain 9-10% of Physical Damage as Extra Chaos Damage -------------------------------------------------------- 70-110% increased Spell Damage Gain 5% of Non-Chaos Damage as Extra Chaos Damage -------------------------------------------------------- Suffix: 23-38% increased Cast Speed Adds 17-57 Chaos Damage to Spells -------------------------------------------------------- 14-27% increased Attack Speed Adds 23-61 Chaos Damage -------------------------------------------------------- 31-35% to Chaos Resistance 9-10% reduced Chaos Damage taken Over Time -------------------------------------------------------- 13-18% increased Posision Duration 26-30% increased Chaos Damage -------------------------------------------------------- 30% chance to Poision on Hit 26-30% increased Chaos Damage -------------------------------------------------------- 31-35% increased Damage with Poison Adds 17-61 Chaos Damage
de: Prefix: 155-169% erhöhter physischer Schaden Gewährt 9-10% des physischen Schadens als Extra Chaosschaden -------------------------------------------------------- 70-110% erhöhter Zauberschaden Gewährt 5% des Schadens (Chaosschaden ausgenommen) als Extra Chaosschaden -------------------------------------------------------- Suffix: 23-38% erhöhte Zaubergeschwindigkeit Fügt Zaubern 17-57 Chaosschaden hinzu -------------------------------------------------------- 14-37% erhöhte Angriffgeschwindigkeit Fügt 23-61 Chaosschaden hinzu -------------------------------------------------------- 31-35% erhöhte Chaosresistenz Erleidet 9-10% reduzierten Chaosschaden über Zeit -------------------------------------------------------- 13-18% erhöhte Giftdauer 26-30% erhöhter Chaosschaden -------------------------------------------------------- 30% Chance bei Treffern zu vergiften 26-30% erhöhter Chaosschaden -------------------------------------------------------- 31-35% erhöhter Giftschaden Fügt 17-61 Chaosschaden hinzu
zh_tw: 前綴: 增加 (155–169)% 物理傷害 獲得 (9–10)% 物理傷害的混沌傷害 -------------------------------------------------------- 增加 (70–110)% 法術傷害 獲得等同 5% 非混沌傷害的額外混沌傷害 -------------------------------------------------------- 後綴: 增加 (23–28)% 施放速度 法術附加 17 至 57 混沌傷害 -------------------------------------------------------- 增加 (14–27)% 攻擊速度 附加 23 至 61 混沌傷害 -------------------------------------------------------- 增加 (31–35)% 混沌抗性 受到的持續性混沌傷害減少 (9–10)% -------------------------------------------------------- 增加 (13–18)% 中毒持續時間 增加 (26–30)% 混沌傷害 -------------------------------------------------------- 擊中時有 30% 機率使敵人中毒 增加 (26–30)% 混沌傷害 -------------------------------------------------------- 增加 (31–35)% 中毒傷害 附加 17 至 61 混沌傷害

# MatalTooltip
source: Prefix: 30% increased Movement Speed 5-6% chance to Dodge Spell Hits -------------------------------------- 90-138% increased Trap/Mine Damage -------------------------------------- +2 to Level of socketed Trap or Mine Gems -------------------------------------- Suffix: 20-33% increased Trap/Mine Throwing Speed -------------------------------------- 14-22% increased Cooldown Recovery Speed for Throwing Traps 17-30% increased Trap Duration -------------------------------------- Mines have 14-22% increased Detonation Speed 17-30% increased Mine Duration -------------------------------------- Skills used by Traps/Mines have 22-37% increased Area of Effect
de: Prefix: 30% erhöhte Bewegungsgeschwindigkeit 5-6% Chance Zaubertreffern auszuweichen -------------------------------------- 90-138% erhöhter Fallen/Minen Schaden -------------------------------------- +2 auf Level aktiver Fallen oder Minen Edelsteine -------------------------------------- Suffix: 20-33% erhöhte Fallen/Minen Wurfgeschwindigkeit -------------------------------------- 14-22% erhöhte Abklingzeitreduzierung für das Werfen von Fallen 17-30% erhöhte Fallen Dauer -------------------------------------- Minen haben 14-22% erhöhte Explosionsgeschwindigkeit 17-30% erhöhte Minen Dauer -------------------------------------- Fähigkeiten, welche von Fallen/Minen genutzt werden haben 22-37% erhöhten Wirkungsbereich
zh_tw: 前綴: 增加 30% 移動速度 近期內你若沒有被擊中，增加 5% 移動速度 -------------------------------------- 增加 30% 移動速度 (5–6)% 機率躲避攻擊擊中 -------------------------------------- 增加 (90–138)% 陷阱傷害 -------------------------------------- 此物品插槽中陷阱寶石等級 +2 -------------------------------------- 後綴: 增加 (20–33)% 陷阱投擲速度 -------------------------------------- 增加 (14–22)% 陷阱冷卻回復速度 增加 (17–30)% 陷阱持續時間 -------------------------------------- 地雷增加 (14–22)% 引爆速度 增加 (17–30)% 地雷持續時間 -------------------------------------- 被陷阱使用的技能增加 (22–37)% 範圍效果

# GuateliztzModTooltip
source: Prefix: +70-119 to Maximum Life 3-10% increased Maximum Life -------------------------------- +44-47 to Maximum Energy Shield 7-10% increased Maximum Energy Shield -------------------------------- +44-47 to Maximum Energy Shield Regenerate 0.4% of Energy Shield per Second -------------------------------- Suffix: Regenerate 16-20 Life per Second Regenerate 0.4% of Life per Second
de: Prefix: +70-119 zu gesamten maximalen Leben 3-10% erhöhtes maximales Leben -------------------------------- +44-47 zu gesamten maximalen Energieschild 7-10% erhöhtes maximales Energieschild -------------------------------- +44-47 zu gesamten maximalen Energieschild Regeneriere 0.4% Energieschild pro Sekunde -------------------------------- Suffix: Regeneriere 16-20 Leben pro Sekunde Regeneriere 0.4% Leben pro Sekunde
zh_tw: 前綴: 增加 70-119 最大生命 增加 3-10% 最大生命 -------------------------------- 增加 44-47 最大能量護盾 增加 7-10% 最大能量護盾 -------------------------------- 增加 44-47 最大能量護盾 每秒回復 0.4% 能量護盾 -------------------------------- 後綴: 16-20 每秒生命回復 每秒回復 0.4% 生命

# PuhuarteModTooltuip
source: Suffix: +46-48% to Fire/Cold/Lightning Resistance 9-10% of Physical Damage from Hits taken as Fire/Cold/Lightning Damage ------------------------------------------ +46-48% to Fire/Cold/Lightning Resistance 0.4% of Fire/Cold/Lightning Damage leeched as Life ------------------------------------------ +46-48% to Fire/Cold/Lightning Resistance On of the following matching the Resistance: (45-52) to (75-78) added Fire Damage against Burning Enemies (30-50)% increased Damage with Hits against Chilled Enemies (40-60)% increased Critical Strike Chance against Shocked Enemies
de: Suffix: +46-48% zu Feuer/Kälte/Blitz Widerstand Erleidet 9-10% des physischen Schadens von Treffern als Feuer/Kälte/Blitz Schaden ------------------------------------------ +46-48% zu Feuer/Kälte/Blitz Widerstand 0.4% des Feuer/Kälte/Blitz Schadens werden als Leben geraubt ------------------------------------------ +46-48% zu Feuer/Kälte/Blitz Widerstand Eine der folgenden Modifikationen passen zum Widerstand: Fügt (45-52) bis (75-78) Feuerschaden gegen brennende Gegner hinzu (30-50)% erhöhter Schaden mit Treffern gegen unterkühlte Gegner (40-60)% erhöhte kritische Trefferchance gegen geschockte Gegner
zh_tw: 後綴: +46-48% 火焰/冰冷/閃電抗性 承受 (9–10)% 的擊中物理傷害視為火焰/冰冷/閃電傷害 ------------------------------------------ +46-48% 火焰/冰冷/閃電抗性 0.4% 火焰/冰冷/閃電傷害偷取生命 ------------------------------------------ +46-48%火焰/冰冷/閃電抗性 依照上方抗性獲得以下同屬性詞綴: 對點燃的敵人附加 (45–52) 至 (75–78) 火焰傷害 擊中冰緩敵人增加 (30–50)% 傷害 對感電的敵人增加 (40–60)% 暴擊率

# XopecModTooltip
source: Prefix: +69-73 to maximum Mana 7-10% increased maximum Mana -------------------------------- +74-78 to maximum Mana +2-3 Mana gained for each Enemy hit by your Attacks -------------------------------- +74-78 to maximum Mana Regenerate 5-7 Mana per Second -------------------------------- +69-73 to maximum Mana 3-5% reduced Mana Reserved -------------------------------- +74-78 to maximum Mana -6-8 to Total Mana Cost of Skills -------------------------------- +74-78 to maximum Mana Non-Channelling Skills have -6-8 to Total Mana Cost
de: Prefix: +69-73 zu maximalem Mana 7-10% erhöhtes maximales Mana -------------------------------- +74-78 zu maximalen Mana Erhaltet 2-3 Mana für jeden durch Eure Angriffe getroffenen Gegner -------------------------------- +74-78 zu maximalen Mana Regeneriere 5-7 Mana pro Sekunde -------------------------------- +69-73 zu maximalen Mana 3-5% reduzierte Manareservierung -------------------------------- +74-78 zu maximalen Mana -6-8 zu Gesamtmanakosten von Fertigkeiten -------------------------------- +74-78 zu maximalen Mana Nicht-kanalisierende Fertigkeiten haben -6-8 zu Gesamtmanakosten
zh_tw: 前綴: 增加 69-73 最大魔力 增加 7-10% 最大魔力 -------------------------------- 增加 74-78 最大魔力 你的攻擊技能 +(2–3) 擊中回復魔力 -------------------------------- 增加 74-78 最大魔力 每秒 (5–7) 基本魔力回復 -------------------------------- 增加 69-73 最大魔力 減少 (3–5)% 魔力保留 -------------------------------- 增加 74-78 最大魔力 (-8到-6) 技能總魔力消耗 -------------------------------- 增加 74-78 最大魔力 非引導技能 (-8到-6) 技能總魔力消耗

# CitaqualotlModTooltip
source: Prefix: Minions deal 90-138% increased Damage ------------------------------------ +2 to Level of socketed Minion Gems ------------------------------------ Minions deal 70-110% increased Damage Minions have 5% Chance to deal Double Damage ------------------------------------ Suffix: Minions have 13-40% increased Attack Speed Minions have 13-40% increased Cast Speed ------------------------------------ 17-30% increased Minion Duration
de: Prefix: Untergebene verursachen 90-138% mehr Schaden ------------------------------------ +2 auf Level aktiver Untergebener Edelsteine ------------------------------------ Untergebene verursachen 70-110% mehr Schaden Untergebene haben 5% Chance doppelten Schaden zu verursachen ------------------------------------ Suffix: Untergeben haben 13-40% erhöhte Angriffsgeschwindigkeit Untergeben haben 13-40% erhöhte Zaubergeschwindigkeit ------------------------------------ 17-30% erhöhte Untergebenendauer
zh_tw: 前綴: 召喚物增加 90-138% 傷害 ------------------------------------ 此物品插槽中召喚物寶石等級 +2 ------------------------------------ 召喚物增加 70-110 傷害 召喚物有 5% 機率造成 2 倍傷害 ------------------------------------ 後綴: 召喚物增加 13-40% 攻擊速度 召喚物增加 13-40% 施放速度 ------------------------------------ 增加 17-30% 召喚物持續時間
